const movies = [
    
        { 
            name: '勇敢者游戏2:再战巅峰', 
            time: '2020-02-29',
            poster:'/static/imgs/movies/p2575911093.jpg',
            star: 6.1,
            year: 2019,
            country: '美国',
            type: '喜剧/动作/奇幻',
            actors: '道恩·强森',
            feel: '狗尾续貂之作。1.近期见过的最会偷懒的剧本，强行分手，强行忧郁头铁进入游戏，强行杀队友各种送命只为大家都剩一条命，强行到处都是神奇池水，还有！泥马一个关马的地方为什么要弄那么多机关？？？'
        },
        { 
            name: '星际探索', 
            time: '2020-02-28',
            poster:'/static/imgs/movies/p2576088318.jpg',
            star: 6.8,
            year: 2019,
            country: '美国/中国',
            type: '科幻/冒险',
            actors: '布拉德·皮特/汤姆·李·琼斯',
            feel: '剧情和科幻设定都挺无脑的，节奏很催眠，靠皮特颜值强撑。与地球无异的月球和木星生活基地还算有点新鲜感，但那么远跑一趟就为发条语音？他爹打算怎么一个人在外太空生活下去？学马特达蒙种土豆都比这里更现实啊。'
        },
        { 
            name: '勇敢者的游戏2：太空飞行棋', 
            time: '2020-02-28',
            poster:'/static/imgs/movies/p825924444.jpg',
            star: 6.8,
            year: 2005,
            country: '美国',
            type: '动作/奇幻/冒险',
            actors: '乔纳·波波 / 乔什·哈切森',
            feel: '看错了，本来是想看强森那个。这个可以给小孩看，我们看的话比较boring。'
        },
        { 
            name: '极速车王', 
            time: '2020-02-27',
            poster:'/static/imgs/movies/p2568792942.jpg',
            star: 8.6,
            year: 2019,
            country: '美国/法国',
            type: '剧情/传记/冒险',
            actors: '马特·达蒙 / 克里斯蒂安·贝尔',
            feel: '跟热血的福特大战法拉利相比，人性的争斗、赛车精神和官僚企业文化的斗争才是最触动人心的主题。每个疾速如风的男人背后，都有一个厚重如山的男人，贝尔和达蒙成就了彼此。'
        },
        { 
            name: '契克', 
            time: '2020-02-26',
            poster:'/static/imgs/movies/p2369390663.jpg',
            star: 6.8,
            year: 2005,
            country: '德国',
            type: '剧情/喜剧',
            actors: '特里斯坦·格贝尔 / 阿南德·巴特比勒格·楚隆巴特尔',
            feel: '好喜欢！这种清新小片太棒了，成长，公路，暑假，性启蒙，小破车，酷炫的夹克，为女神画的肖像画撕了一点，玉米地上的名字，路上遇到的疯女孩，50年之约，以及最可爱的契克，“那一刻我觉得，如果我也是同性恋的话，一切都简单多了，但我做不到，因为我太他妈喜欢女孩子了”。'
        },
        { 
            name: '隧道尽头', 
            time: '2020-02-23',
            poster:'/static/imgs/movies/p2563538599.jpg',
            star: 7.2,
            year: 2016,
            country: '西班牙/阿根廷',
            type: '犯罪/惊悚',
            actors: '罗德里戈·格兰德',
            feel: '虽然有很多不合理的地方，但是很多有趣的细节都一一对上了，胖女人劫犯行动前提到过泰坦尼克号，男主大叔从烟不离手到结尾为小女孩戒了烟，小女孩捡到左撇子的手表等等，饼干这个太刻意不能算。克拉拉·拉戈还是一如既往的Hot，故事从黑吃黑变成狗咬狗，太过瘾了，最后的结局也很温馨。'
        },
        { 
            name: '南方车站的聚会', 
            time: '2020-02-18',
            poster:'/static/imgs/movies/p2574278284.jpg',
            star: 7.4,
            year: 2019,
            country: '中国',
            type: '剧情/犯罪',
            actors: '胡歌 / 桂纶镁 / 廖凡 / 万茜 ',
            feel: '不及白日焰火。由于镜头和叙事都太僵硬，导致优秀的布景和灯光塑造的氛围都让人觉得虚得泄气。表演一般，胡歌的角色可以演得更好，并不是沧桑扮相就能显得有演技，他的情绪传达还是有欠缺，不灵也很难动人。三星给美术，枪战，和个别不错的令人捧腹的台词。'
        },
        { 
            name: '阿拉丁', 
            time: '2020-02-16',
            poster:'/static/imgs/movies/p2553992741.jpg',
            star: 7.5,
            year: 2019,
            country: '美国',
            type: '爱情/奇幻/冒险/歌舞',
            actors: '梅纳·玛索德 / 娜奥米·斯科特 / 威尔·史密斯',
            feel: '迪士尼式浪漫转变成了本我身份的认同，而女性意识的崛起也给这部爱情童话升了一个华丽丽的基调。当然最爽的还是，绚丽色彩中史皇领衔的阿拉伯劲歌热舞嘉年华，迪士尼早该祭出这枚试听炸弹啊！！'
        },
        { 
            name: '半个喜剧', 
            time: '2020-02-14',
            poster:'/static/imgs/movies/p2576482356.jpg',
            star: 7.4,
            year: 2019,
            country: '中国',
            type: '爱情/喜剧',
            actors: '任素汐 / 吴昱翰 / 刘迅',
            feel: '1、开心麻花系列最佳，真诚落地、言之有物的时代喜剧。两室一厅一厨房一浴室，开篇在极简的空间中将人物身份关系的错位发挥到极致。爆笑-甜宠-扎心，三段风格的转变自然轻巧，当人物的阶级属性被一点点撕开，夸张的“戏剧”真正成为“现实”的投射。依然有表意过于直白的问题，但扎实的人物支撑足以掩盖缺陷。男主角太可爱了我可以。Ps：终于把彭磊的歌用对了地方我甚感欣慰！ 2、有PUA，有城乡鄙视链，有性别权力的倾轧，但为什么是半个喜剧？恰恰是非喜剧的另一半在尝试非口号化的催人深省。如果要在喜剧电影中挑Stereotype的刺，那这个世界就不存在喜剧了。现实世界明明那么多偏见，为什么置放在电影中就要承受道德的鞭笞。《婚姻故事》难道没有对性别的刻板印象？《喜剧之王》的柳飘飘难道没有？百姓无粟米充饥，何不食肉糜？'
        },
        { 
            name: '破绽', 
            time: '2020-02-13',
            poster:'/static/imgs/movies/p1179703605.jpg',
            star: 7.4,
            year: 2007,
            country: '美国',
            type: '犯罪/剧情/悬疑',
            actors: '安东尼·霍普金斯 / 瑞恩·高斯林 ',
            feel: '有两种好电影：一种拥有好的故事，另一种则拥有好的说故事的本领与技巧。前者一如川菜的热辣与痛快，情节跌宕起伏扣人心弦。观坐影院席间，恨不得把影片高潮与结尾立马看个通通透透一爽到底，却又不舍放弃过程中激素分泌心脏劲搏血脉喷张带来的快感。后者则有如浙菜的原味而多变，影片将原本平淡沉寂的故事以新奇独特的方式表达出来，明知似已猜透了电影的所有伎俩，却在确凿的光影银幕前一次次地修正着之前的种种预设。同样地，好演员也有两种：一种拥有不错的脸蛋、身材抑或武打身手，这样大众情人亮相出来差点让人神魂颠倒不得不爱。另一种则拥有着强大的内功，恐怕始终其貌不扬，恐怕不能一鸣惊人，却在温温火焰中暖和了世人的心。安东尼·霍普金斯真是如此，在他沉默的微笑背后，隐藏着的是不朽。'
        },
        { 
            name: '巴黎危机', 
            time: '2020-02-10',
            poster:'/static/imgs/movies/p2379938430.jpg',
            star: 6.5,
            year: 2016,
            country: '英国/法国',
            type: '动作/剧情',
            actors: ' ',
            feel: '没感觉，不推荐，被抖音骗了，开头的神偷是多么厉害。。。'
        },
        { 
            name: '叶问4', 
            time: '2020-02-09',
            poster:'/static/imgs/movies/p2577437186.jpg',
            star: 7.4,
            year: 2019,
            country: '中国',
            type: '动作/剧情',
            actors: '甄子丹 / 吴樾 / 吴建豪  ',
            feel: '不多说，情怀。'
        },
        { 
            name: '明日边缘', 
            time: '2020-02-06',
            poster:'/static/imgs/movies/p2185073849.jpg',
            star: 8.1,
            year: 2014,
            country: '美国',
            type: '动作/科幻',
            actors: '汤姆·克鲁斯 / 艾米莉·布朗特  ',
            feel: '又是轮回片，但是，阿汤哥依然帅。总的来说还可以，整体剧情构思不错，小细节也会呼应，女主也超级帅啊！！！'
        },
        { 
            name: '超完美谋杀案', 
            time: '2020-02-03',
            poster:'/static/imgs/movies/p2578851631.jpg',
            star: 7.0,
            year: 1998,
            country: '美国',
            type: '犯罪/剧情/惊悚',
            actors: '迈克尔·道格拉斯 / 格温妮斯·帕特洛',
            feel: '全程最大反转，本以为。。。，结果。。。，耐人寻味，还是值得一看。'
        },
       
        { 
            name: '机械姬', 
            time: '2020-02-02',
            poster:'/static/imgs/movies/p2208934451.jpg',
            star: 7.6,
            year: 2014,
            country: '英国',
            type: '剧情/科幻',
            actors: ' 艾丽西亚·维坎德 / 多姆纳尔·格里森 ',
            feel: '差不多猜到结局了，中间部分主角怀疑自己也是机械人，如果是真的，剧情又会怎样发展，我更喜欢那样。'
        },
        { 
            name: '被光抓走的人', 
            time: '2020-02-01',
            poster:'/static/imgs/movies/p2575887979.jpg',
            star: 7.4,
            year: 2019,
            country: '中国',
            type: '剧情/悬疑',
            actors: '黄渤 / 王珞丹 / 谭卓 / 白客 ',
            feel: ''
        },
        { 
            name: '赌王之王', 
            time: '2020-01-30',
            poster:'/static/imgs/movies/p769894916.jpg',
            star: 7.4,
            year: 2007,
            country: '美国',
            type: '犯罪/剧情/悬疑',
            actors: '安东尼·霍普金斯 / 瑞恩·高斯林 ',
            feel: ''
        }, { 
            name: '楚门的世界', 
            time: '2020-01-27',
            poster:'/static/imgs/movies/p479682972.jpg',
            star: 9.3,
            year: 1998,
            country: '美国',
            type: '科幻/剧情',
            actors: '金·凯瑞 / 劳拉·琳妮 / ',
            feel: '高分经典'
        },
        { 
            name: '人工智能', 
            time: '2020-01-24',
            poster:'/static/imgs/movies/p792257137.jpg',
            star: 8.6,
            year: 2001,
            country: '美国',
            type: '科幻/剧情',
            actors: '海利·乔·奥斯蒙 / 弗兰西丝·奥康纳  ',
            feel: ''
        },
        { 
            name: '铁甲钢拳', 
            time: '2020-01-20',
            poster:'/static/imgs/movies/p1031075041.jpg',
            star: 8.2,
            year: 2011,
            country: '美国',
            type: '科幻/剧情',
            actors: '休·杰克曼 / 达科塔·高尤',
            feel: ''
        }, { 
            name: '失事', 
            time: '2020-01-19',
            poster:'/static/imgs/movies/p1128608967.jpg',
            star: 5.7,
            year: 2011,
            country: '美国',
            type: '犯罪/剧情/悬疑',
            actors: '艾德里安·布洛迪 ',
            feel: '低分剧，全凭主角一人撑起'
        },
        { 
            name: '双食记', 
            time: '2020-01-19',
            poster:'/static/imgs/movies/p1153248157.jpg',
            star: 7.0,
            year: 2008,
            country: '中国',
            type: '爱情/剧情/悬疑',
            actors: '吴镇宇 / 余男 / 江一燕 ',
            feel: ''
        },
        { 
            name: '窗台上的男人', 
            time: '2020-01-17',
            poster:'/static/imgs/movies/p1226364053.jpg',
            star: 7.2,
            year: 2012,
            country: '美国',
            type: '犯罪/悬疑',
            actors: '萨姆·沃辛顿 / 伊丽莎白·班克斯',
            feel: '一般吧'
        }, { 
            name: '白日梦想家', 
            time: '2020-01-15',
            poster:'/static/imgs/movies/p2160195181.jpg',
            star: 8.4,
            year: 2013,
            country: '美国',
            type: '喜剧/剧情/冒险',
            actors: '本·斯蒂勒 / 克里斯汀·韦格',
            feel: ''
        },
        { 
            name: '荒岛余生', 
            time: '2020-01-10',
            poster:'/static/imgs/movies/p2207673534.jpg',
            star: 8.6,
            year: 2000,
            country: '美国',
            type: '剧情/悬疑',
            actors: '汤姆·汉克斯 / 海伦·亨特 ',
            feel: ''
        },
        
        { 
            name: '天才捕手', 
            time: '2020-01-07',
            poster:'/static/imgs/movies/p2441824955.jpg',
            star: 7.4,
            year: 2007,
            country: '美国',
            type: '犯罪/剧情/悬疑',
            actors: '安东尼·霍普金斯 / 瑞恩·高斯林 ',
            feel: ''
        },
        { 
            name: '利刃出鞘', 
            time: '2020-01-05',
            poster:'/static/imgs/movies/p2574172427.jpg',
            star: 8.2,
            year: 2019,
            country: '美国',
            type: '剧情/悬疑',
            actors: '丹尼尔·克雷格 / 安娜·德·阿玛斯 ',
            feel: ''
        },

        
]

export default movies;