export const  story = [
    {
        name:"龙神功",
        tag:"wuxia",
        content:[
            "龙腾山庄在江湖上是无人不知无人不晓的存在，江湖传言，龙腾山庄南宫世家的武功自成一派,源远流长，它的历史可以追溯到几百年前。现今江湖上流传下来最有名的当属现任龙腾山庄庄主，南宫世家当家，南宫博。他废除南宫家族武功不外传的老旧传统，并破例开山收徒。",
            "南宫世家以“龙神功”名震江湖，却从来没人见过这门武功。只是谣言听说习得“龙神功”的人可以使自己变成一条巨龙，遨游天际，毁天灭地。很多人都为了这一神秘的神功慕名而来，甚至是很多其他门派的都拜别各自门派，甘愿到龙腾山庄作为一名新学徒。",
            "自南宫博开派以来，当属大师兄成冲和二师兄欧阳明的名声最响亮。大师兄成冲醉心武学，天生资质优异，青出于蓝，是难得的武术奇才。再加上他为人光明磊落，刚正不阿，江湖上一直好评如潮。南宫博更是对他倾囊相授，将所有武功都毫无保留的传授给了他。",
            "欧阳明不一样，他没有很高的武功造诣，而是将全部身心都投入了炼制丹药和研究奇门术数之上。这么多年的时间里，欧阳明几乎研究透了南宫世家的所有丹药还有奇门术数。南宫世家有两大瑰宝，那就是武功和炼金之术，现在都由两位大弟子继承，这本来是一件很令人高兴的事情。但欧阳明野心不小，他不但研究炼金术，还偷偷的研究一些旁门左道的炼制之术。有一次被南宫博发现，狠狠的教训了他一顿。从此以后，欧阳明对这类事情非常敏感，总是偷偷摸摸的进行，不敢让师父知道。",
            "对于两位大弟子而言，自己的两个孩子南宫武和南宫腾也不如他们。他们没有像成冲一样的天赋，对炼金术的热情度也没有欧阳明浓厚。母亲死的早，南宫武和南宫腾是他唯一的血脉。",
            "今年是茶叶丰收的好季节，镇里的小贩开始贩卖一些以往年间求之不得的上等茶叶，知道师父有喜欢喝茶的爱好，上次无意中看了一眼师父的茶罐，里面已经见底了。南宫博喜好喝茶，从来滴酒不沾，每次买茶都是由成冲做完事情回山庄的时候顺便带回，虽然泡茶的人时常是别人，但总能在师父脸上看见满意的表情。",
            "今年的新茶很不错，成冲兴致勃勃的为师父泡了一杯，扬长的端到了师父房间。南宫博武功了得，对门下弟子的要求也相当的高，但能够达到要求的也就成冲一人而已。作为优秀的门派，南宫博与其他门派有所不同，他对自己弟子的要求很苛刻，就连站姿，行走姿态，睡卧姿态都有很严格的要求。他总是说，作为一名武林高手，要从任何方面优于别人，所以必须从细节做起。",
            "“师父，我上次帮您打扫房间的时候，发现茶罐里的茶叶已经没了，这次的茶是我亲自从镇上买回来的。听说都是往年没有的上等茶叶，希望师父喜欢。”他把茶水放在桌子旁。"

        ]
    }
]